class Dummy {
  static const List<String> data = [
    '{"id":0,"title":"제목0","content":"","tags":["숙제","공부","프로그래밍"],"uploadTime":"2020-02-15-12-03-14"}',
    '{"id":1,"title":"제목1","content":"","tags":["숙제","공부","취미"],"uploadTime":"2020-07-14-16-30-14"}',
    '{"id":2,"title":"제목2","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용2","tags":["공부","프로그래밍","취미"],"uploadTime":"2020-01-06-15-00-51"}',
    '{"id":3,"title":"제목3","content":"","tags":["숙제","공부","프로그래밍"],"uploadTime":"2020-09-07-17-38-12"}',
    '{"id":4,"title":"제목4","content":"","tags":[],"uploadTime":"2020-11-07-09-53-52"}',
    '{"id":5,"title":"제목5","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용5","tags":["공부","프로그래밍","숙제","취미"],"uploadTime":"2020-01-12-14-39-34"}',   
    '{"id":6,"title":"제목6","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용6","tags":["숙제","프로그래밍","취미"],"uploadTime":"2020-07-18-09-02-51"}',
    '{"id":7,"title":"제목7","content":"","tags":[],"uploadTime":"2020-09-09-20-11-25"}',
    '{"id":8,"title":"제목8","content":"","tags":["프로그래밍"],"uploadTime":"2020-06-08-01-56-51"}',
    '{"id":9,"title":"제목9","content":"","tags":["공부","프로그래밍"],"uploadTime":"2020-04-13-09-51-41"}',
    '{"id":10,"title":"제목10","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용10","tags":["공부","프로그래밍","숙제","취미"],"uploadTime":"2020-09-15-07-02-54"}',
    '{"id":11,"title":"제목11","content":"","tags":["숙제"],"uploadTime":"2020-02-15-19-32-08"}',
    '{"id":12,"title":"제목12","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용12","tags":["숙제"],"uploadTime":"2020-09-23-04-29-50"}',
    '{"id":13,"title":"제목13","content":"","tags":["공부","프로그래밍","취미"],"uploadTime":"2020-06-22-05-54-00"}',
    '{"id":14,"title":"제목14","content":"","tags":["숙제","공부","취미"],"uploadTime":"2020-07-04-16-39-59"}',
    '{"id":15,"title":"제목15","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용15","tags":["숙제","공부","취미"],"uploadTime":"2020-03-02-07-10-18"}',
    '{"id":16,"title":"제목16","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용16","tags":["숙제"],"uploadTime":"2020-08-12-17-06-46"}',
    '{"id":17,"title":"제목17","content":"","tags":[],"uploadTime":"2020-12-23-03-29-11"}',
    '{"id":18,"title":"제목18","content":"","tags":[],"uploadTime":"2020-08-27-12-43-37"}',
    '{"id":19,"title":"제목19","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용19","tags":[],"uploadTime":"2020-10-04-19-17-39"}'
  ];
}