class Dummy {
  static const List<String> data = [
    '{"id":0,"title":"제목0","content":"","tags":[],"uploadTime":"20201127081709"}',
    '{"id":1,"title":"제목1","content":"","tags":["공부","프로그래밍","숙제","취미"],"uploadTime":"20200716104238"}',
    '{"id":2,"title":"제목2","content":"","tags":[],"uploadTime":"20200109225208"}',
    '{"id":3,"title":"제목3","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용3","tags":["숙제"],"uploadTime":"20200519161316"}',
    '{"id":4,"title":"제목4","content":"","tags":["숙제"],"uploadTime":"20200307150538"}',
    '{"id":5,"title":"제목5","content":"","tags":["공부","프로그래밍","숙제","취미"],"uploadTime":"20200511080258"}',
    '{"id":6,"title":"제목6","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용6","tags":["공부","프로그래밍","숙제"],"uploadTime":"20200418042049"}',
    '{"id":7,"title":"제목7","content":"","tags":["프로그래밍"],"uploadTime":"20201017114122"}',
    '{"id":8,"title":"제목8","content":"","tags":["취미"],"uploadTime":"20201008114259"}',
    '{"id":9,"title":"제목9","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용9","tags":["취미"],"uploadTime":"20201210080153"}',
    '{"id":10,"title":"제목10","content":"","tags":["프로그래밍","공부","취미"],"uploadTime":"20201017215336"}',
    '{"id":11,"title":"제목11","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용11","tags":["프로그래밍","숙제"],"uploadTime":"20201113001930"}',    
    '{"id":12,"title":"제목12","content":"","tags":["공부","프로그래밍","숙제","취미"],"uploadTime":"20201028062824"}',
    '{"id":13,"title":"제목13","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용13","tags":["숙제"],"uploadTime":"20201211181718"}',
    '{"id":14,"title":"제목14","content":"","tags":["프로그래밍","숙제","취미"],"uploadTime":"20200327222328"}',
    '{"id":15,"title":"제목15","content":"","tags":["프로그래밍","숙제","취미"],"uploadTime":"20201009125934"}',
    '{"id":16,"title":"제목16","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용16","tags":["프로그래밍"],"uploadTime":"20200121135648"}',
    '{"id":17,"title":"제목17","content":"","tags":["프로그래밍","취미"],"uploadTime":"20200419000008"}',
    '{"id":18,"title":"제목18","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용18","tags":["공부","프로그래밍"],"uploadTime":"20200123054619"}',    
    '{"id":19,"title":"제목19","content":"","tags":[],"uploadTime":"20200903021322"}'
  ];
}