class Dummy {
  static const List<String> data = [
    '{"id":0,"title":"제목0","content":"","tags":["프로그래밍"],"uploadTime","20200806030420"}',
    '{"id":1,"title":"제목1","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용1","tags":["공부","숙제"],"uploadTime","20200824145905"}',
    '{"id":2,"title":"제목2","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용2","tags":["공부","프로그래밍","숙제","취미"],"uploadTime","20201116001252"}',
    '{"id":3,"title":"제목3","content":"","tags":["공부","프로그래밍","숙제","취미"],"uploadTime","20200328161347"}',
    '{"id":4,"title":"제목4","content":"","tags":["숙제","취미"],"uploadTime","20201222033143"}',
    '{"id":5,"title":"제목5","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용5","tags":["공부","프로그래밍","숙제","취미"],"uploadTime","20200406141349"}',
    '{"id":6,"title":"제목6","content":"","tags":["프로그래밍"],"uploadTime","20200513113552"}',
    '{"id":7,"title":"제목7","content":"","tags":["프로그래밍","취미"],"uploadTime","20200622102322"}',
    '{"id":8,"title":"제목8","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용8","tags":["취미"],"uploadTime","20201226035849"}',
    '{"id":9,"title":"제목9","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용9","tags":[],"uploadTime","20200513022016"}',
    '{"id":10,"title":"제목10","content":"","tags":[],"uploadTime","20200308103623"}',
    '{"id":11,"title":"제목11","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용11","tags":["공부","프로그래밍","숙제","취미"],"uploadTime","20200821074110"}',
    '{"id":12,"title":"제목12","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용12","tags":[],"uploadTime","20200502162441"}',
    '{"id":13,"title":"제목13","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용13","tags":[],"uploadTime","20201111163502"}',
    '{"id":14,"title":"제목14","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용14","tags":["취미"],"uploadTime","20201125222219"}',
    '{"id":15,"title":"제목15","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용15","tags":["공부","숙제","취미"],"uploadTime","20200501233357"}',
    '{"id":16,"title":"제목16","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용16","tags":["공부","취미"],"uploadTime","20201124152648"}',
    '{"id":17,"title":"제목17","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용17","tags":["취미"],"uploadTime","20200911205307"}',
    '{"id":18,"title":"제목18","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용18","tags":["공부"],"uploadTime","20201208165313"}',
    '{"id":19,"title":"제목19","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용19","tags":["숙제"],"uploadTime","20200906014219"}'
  ];
}