class Dummy {
  static const List<String> data = [
    '{"id":0,"title":"제목0","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용0","tags":"""[",",],"uploadTime","20200123180902"}',
    '{"id":1,"title":"제목1","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용1","tags":[],"uploadTime","20201216173248"}',
    '{"id":2,"title":"제목2","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용2","tags":["공부","프로그래밍","숙제","취미"],"uploadTime","20201106035946"}',
    '{"id":3,"title":"제목3","content":"","tags":"[],"uploadTime","20201116234804"}',
    '{"id":4,"title":"제목4","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용4","tags":"[],"uploadTime","20201102182112"}',
    '{"id":5,"title":"제목5","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용5","tags":""[",],"uploadTime","20200918094909"}',
    '{"id":6,"title":"제목6","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용6","tags":["공부","프로그래밍","숙제","취미"],"uploadTime","20201208000751"}',
    '{"id":7,"title":"제목7","content":"내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용7","tags":"""[",",],"uploadTime","20200221081200"}',
    '{"id":8,"title":"제목8","content":"","tags":""[",],"uploadTime","20200220024808"}',
    '{"id":9,"title":"제목9","content":"","tags":"[],"uploadTime","20200923172353"}'
  ];
}